---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarConstraintsManager
source: html/f7a35cff-36f7-9098-7876-a77966ee8a7f.htm
---
# RebarConstraintsManager Members

Returns true if references are valid targets for handle, false otherwise.